{"stoi": {"\t": 0, "\n": 1, " ": 2, "!": 3, "#": 4, "$": 5, "%": 6, "&": 7, "'": 8, "(": 9, ")": 10, "*": 11, "+": 12, ",": 13, "-": 14, ".": 15, "/": 16, "0": 17, "1": 18, "2": 19, "3": 20, "4": 21, "5": 22, "6": 23, "7": 24, "8": 25, "9": 26, ":": 27, ";": 28, "?": 29, "A": 30, "B": 31, "C": 32, "D": 33, "E": 34, "F": 35, "G": 36, "H": 37, "I": 38, "J": 39, "K": 40, "L": 41, "M": 42, "N": 43, "O": 44, "P": 45, "Q": 46, "R": 47, "S": 48, "T": 49, "U": 50, "V": 51, "W": 52, "X": 53, "Y": 54, "Z": 55, "[": 56, "]": 57, "_": 58, "a": 59, "b": 60, "c": 61, "d": 62, "e": 63, "f": 64, "g": 65, "h": 66, "i": 67, "j": 68, "k": 69, "l": 70, "m": 71, "n": 72, "o": 73, "p": 74, "q": 75, "r": 76, "s": 77, "t": 78, "u": 79, "v": 80, "w": 81, "x": 82, "y": 83, "z": 84, "\u00c0": 85, "\u00c6": 86, "\u00c7": 87, "\u00c9": 88, "\u00e0": 89, "\u00e2": 90, "\u00e6": 91, "\u00e7": 92, "\u00e8": 93, "\u00e9": 94, "\u00ea": 95, "\u00eb": 96, "\u00ee": 97, "\u0153": 98, "\u2014": 99, "\u2018": 100, "\u2019": 101, "\u201c": 102, "\u201d": 103, "\u2022": 104, "\u2026": 105, "\u2122": 106}, "itos": {"0": "\t", "1": "\n", "2": " ", "3": "!", "4": "#", "5": "$", "6": "%", "7": "&", "8": "'", "9": "(", "10": ")", "11": "*", "12": "+", "13": ",", "14": "-", "15": ".", "16": "/", "17": "0", "18": "1", "19": "2", "20": "3", "21": "4", "22": "5", "23": "6", "24": "7", "25": "8", "26": "9", "27": ":", "28": ";", "29": "?", "30": "A", "31": "B", "32": "C", "33": "D", "34": "E", "35": "F", "36": "G", "37": "H", "38": "I", "39": "J", "40": "K", "41": "L", "42": "M", "43": "N", "44": "O", "45": "P", "46": "Q", "47": "R", "48": "S", "49": "T", "50": "U", "51": "V", "52": "W", "53": "X", "54": "Y", "55": "Z", "56": "[", "57": "]", "58": "_", "59": "a", "60": "b", "61": "c", "62": "d", "63": "e", "64": "f", "65": "g", "66": "h", "67": "i", "68": "j", "69": "k", "70": "l", "71": "m", "72": "n", "73": "o", "74": "p", "75": "q", "76": "r", "77": "s", "78": "t", "79": "u", "80": "v", "81": "w", "82": "x", "83": "y", "84": "z", "85": "\u00c0", "86": "\u00c6", "87": "\u00c7", "88": "\u00c9", "89": "\u00e0", "90": "\u00e2", "91": "\u00e6", "92": "\u00e7", "93": "\u00e8", "94": "\u00e9", "95": "\u00ea", "96": "\u00eb", "97": "\u00ee", "98": "\u0153", "99": "\u2014", "100": "\u2018", "101": "\u2019", "102": "\u201c", "103": "\u201d", "104": "\u2022", "105": "\u2026", "106": "\u2122"}, "vocab_size": 107}